/* Archive - NSOpenPanel button title */
"Archive" = "アーカイブ";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "ファイルをアーカイブ";

/* title of progress window */
"Archive Utility" = "アーカイブユーティリティ";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "“%1$@”を“%2$@”にアーカイブする処理がキャンセルされました。";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "“%1$@”をアーカイブ中...";

/* Cancel */
"Cancel" = "キャンセル";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "クリーンアップ中...　";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "“%1$@”の内容を保存するための書き込み可能なフォルダが見つかりませんでした。書き込み可能なフォルダへ移動してみてください。";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "“%1$@”のアーカイブを作成するための書き込み可能なフォルダが見つかりませんでした。書き込み可能なフォルダへ移動してみてください。";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "“%1$@”を“%2$@”にアーカイブする処理が終了しました。";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "アーカイブ“%1$@”を“%2$@”に展開する処理が終了しました。";

/* Default name of progress window */
"Progress" = "進行状況";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "“%1$@”を保存する場所を選択してください...";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "“%1$@”を“%2$@”にアーカイブできません。\n（エラー %3$d - %4$@。）";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "“%1$@”を削除できません。";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "アーカイブ“%1$@”を削除できません。";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "“%@”を展開できません。対応していないフォーマットです。";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "“%@”を展開できません。Stuffit アーカイブには対応していません。";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "アーカイブ“%1$@”を“%2$@”に展開する処理を終了できません。\n“%3$@”を展開先ディレクトリに移動できませんでした。";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "“%1$@”を“%2$@”に移動できません。";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "“%1$@”を“%2$@”に移動できません。\n対象が存在しないか、またはディレクトリではありません。";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "“%1$@”を“ゴミ箱”に移動できません。";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "アーカイブ“%1$@”を“%2$@”に移動できません。";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "アーカイブ“%1$@”を“%2$@”に移動できません。\n対象が存在しないか、またはディレクトリではありません。";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "アーカイブ“%1$@”をゴミ箱に移動できません。";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "アーカイブ“%1$@”を開けません。\n（エラー %2$d - %3$@。）";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "壊れたアーカイブ“%1$@”を開けません。";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "アーカイブ“%1$@”を“%2$@”に展開できません。\n（エラー %3$d - %4$@。）";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "アーカイブを展開";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "アーカイブファイルを展開";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "アーカイブ“%1$@”を“%2$@”に展開する処理がキャンセルされました。";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "“%1$@”のアーカイブを展開中...";
